IDEA Open Model
CalculationSetup.Detailing Property
Compatible with IDEA StatiCa 20.1
 Detailing
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool Detailing { get; set; }
Public Property Detailing As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace